7zip
alsa-utils
at
aws-cli
base
base-devel
bash-completion
bear
conky
ctags
dhcpcd
discord
dmenu
docker
docker-compose
dunst
efibootmgr
fastfetch
feh
gdb
git
git-filter-repo
git-lfs
github-cli
glow
gnu-free-fonts
gnuplot
go
grub
htop
iw
iwd
jq
jupyterlab
kitty
ledger
libreoffice-still
libxft
libxinerama
linux
linux-firmware
llvm
lsof
man-pages
mesa-utils
meson
neovim
netctl
newsboat
noto-fonts-emoji
npm
obsidian
ollama
os-prober
pavucontrol
pipewire
pipewire-pulse
pocl
postgresql
postgresql-libs
pyenv
python-matplotlib
python-pip
python-poetry
python-pygraphviz
python-pynvim
python-scipy
ripgrep
ruby
ruby-rdoc
sbcl
scrot
stow
sudo
tk
ttf-dejavu
ttf-nerd-fonts-symbols
ttf-sazanami
unzip
webkit2gtk
whois
wireplumber
woff2-font-awesome
xcompmgr
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yarn
zip
