alsa-utils
aws-cli
base
base-devel
bash-completion
code
conky
dhcpcd
discord
dmenu
docker
docker-compose
dunst
efibootmgr
feh
geoip
git
gnu-free-fonts
grub
iw
iwd
jupyterlab
kitty
lf
libxft
libxinerama
linux
linux-firmware
meld
neovim
netctl
nodejs-lts-hydrogen
npm
os-prober
pavucontrol
pipewire
pipewire-pulse
postgresql-libs
pyenv
python-matplotlib
python-pip
python-poetry
python-scipy
ripgrep
scrot
stow
sudo
tk
ttf-dejavu
ttf-font-awesome
ttf-nerd-fonts-symbols
ttf-sazanami
unzip
webkit2gtk
wireplumber
xcompmgr
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yarn
